---
kind: other
id: Properties.T:Autodesk.Revit.DB.Analysis.AnalysisDisplayLegendSettings
source: html/f387ecce-1f5c-150e-cd45-3816338c5fba.htm
---
# AnalysisDisplayLegendSettings Properties

Height of color range (for Colored Surface, Markers and Text, and Vector display). Measured in paperspace units.